tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "oven-sh/bun"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "gettext"
brew "enchant"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "openldap"
brew "gnupg"
brew "jq"
brew "krb5"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "postgresql@15", restart_service: true
brew "pyenv", args: ["HEAD"]
brew "zsh"
brew "oven-sh/bun/bun"
cask "1password"
cask "android-platform-tools"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "gimp"
cask "google-chrome"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.codesnap"
vscode "batisteo.vscode-django"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "EliverLara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "heybourn.headwind"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "tomoki1207.vscode-input-sequence"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
