tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
brew "awscli"
brew "gettext"
brew "gh"
brew "git"
brew "glib"
brew "gnupg"
brew "jq"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "postgresql@15", restart_service: true
brew "pre-commit"
brew "pyenv", args: ["HEAD"]
brew "srt"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zlib"
brew "zsh"
brew "oven-sh/bun/bun"
cask "1password"
cask "android-platform-tools"
cask "android-studio"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-hack"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "gimp"
cask "google-chrome"
cask "notion"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.codesnap"
vscode "batisteo.vscode-django"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "heybourn.headwind"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.vscode-input-sequence"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
