tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "minio/stable"
tap "oven-sh/bun"
brew "act"
brew "awscli"
brew "zstd"
brew "gettext"
brew "glib"
brew "carthage"
brew "cocoapods"
brew "fbthrift"
brew "enchant"
brew "gh"
brew "git"
brew "unbound"
brew "gnupg"
brew "go"
brew "jq"
brew "krb5"
brew "libxmlsec1"
brew "neovim"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "postgresql@15"
brew "postgresql@16", restart_service: true, link: true
brew "pre-commit"
brew "pyenv", args: ["HEAD"]
brew "srt"
brew "unison"
brew "watchman"
brew "wget"
brew "wimlib"
brew "zlib"
brew "zsh"
brew "minio/stable/minio"
brew "oven-sh/bun/bun"
cask "1password"
cask "android-platform-tools"
cask "android-studio"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "font-hack"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "gimp"
cask "google-chrome"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "slack"
cask "spotify"
cask "steamcmd"
cask "todoist"
cask "visual-studio-code"
cask "zoom"
vscode "adpyke.codesnap"
vscode "batisteo.vscode-django"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eliverlara.andromeda"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "johnpapa.vscode-peacock"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "tomoki1207.vscode-input-sequence"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
