code --install-extension adpyke.codesnap
code --install-extension batisteo.vscode-django
code --install-extension dbaeumer.vscode-eslint
code --install-extension donjayamanne.githistory
code --install-extension eliverlara.andromeda
code --install-extension esbenp.prettier-vscode
code --install-extension firsttris.vscode-jest-runner
code --install-extension foxundermoon.shell-format
code --install-extension github.copilot
code --install-extension github.copilot-chat
code --install-extension johnpapa.vscode-peacock
code --install-extension liwei.relax-eyes-theme
code --install-extension miguelsolorio.fluent-icons
code --install-extension monosans.djlint
code --install-extension ms-python.black-formatter
code --install-extension ms-python.debugpy
code --install-extension ms-python.flake8
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-python.vscode-python-envs
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.remote-explorer
code --install-extension naumovs.color-highlight
code --install-extension netcorext.uuid-generator
code --install-extension pkief.material-icon-theme
code --install-extension redhat.vscode-yaml
code --install-extension shardulm94.trailing-spaces
code --install-extension tomoki1207.vscode-input-sequence
code --install-extension yoavbls.pretty-ts-errors
