adpyke.codesnap
batisteo.vscode-django
dbaeumer.vscode-eslint
donjayamanne.githistory
eliverlara.andromeda
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
firsttris.vscode-jest-runner
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-pull-request-github
johnpapa.vscode-peacock
liwei.relax-eyes-theme
miguelsolorio.fluent-icons
monosans.djlint
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.makefile-tools
ms-vscode.remote-explorer
naumovs.color-highlight
netcorext.uuid-generator
pkief.material-icon-theme
redhat.vscode-yaml
shardulm94.trailing-spaces
tomoki1207.vscode-input-sequence
yoavbls.pretty-ts-errors